Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Workspace_CommaSeparatedListOf.Text
source: Comma-separated list of collection IDs saved with this profile. Selecting the profile does not change collections.
de: Kommagetrennte Liste der mit diesem Profil gespeicherten Sammlungs-IDs. Das Auswählen des Profils ändert die Sammlungen nicht.
es: Lista separada por comas de los ID de colecciones guardados con este perfil. Seleccionar el perfil no cambia las colecciones.
fr: Liste, séparée par des virgules, des ID de collections enregistrés avec ce profil. Sélectionner le profil ne modifie pas les collections.
ja: このプロファイルに保存されるコレクション ID のカンマ区切りリスト。プロファイルを選択してもコレクションは変わりません。
zh_cn: 随此配置文件保存的合集 ID 列表(逗号分隔)。选择此配置文件不会更改合集。

# Workspace_CustomSettings.Text
source: CUSTOM SETTINGS
de: BENUTZERDEFINIERTE EINSTELLUNGEN
es: AJUSTES PERSONALIZADOS
fr: PARAMÈTRES PERSONNALISÉS
ja: カスタム設定
zh_cn: 自定义设置

# Workspace_JsonOrKeyValuePh.PlaceholderText
source: JSON or key=value pairs for additional configuration
de: JSON oder key=value-Paare für zusätzliche Konfiguration
es: JSON o pares clave=valor para configuración adicional
fr: JSON ou paires clé=valeur pour une configuration supplémentaire
ja: 追加構成用の JSON または key=value ペア
zh_cn: 用于附加配置的 JSON 或 key=value 键值对

# Workspace_FreeFormSettingsStored.Text
source: Free-form settings stored with this profile. Use JSON or any structured format.
de: Frei definierbare Einstellungen, die mit diesem Profil gespeichert werden. Verwenden Sie JSON oder ein beliebiges strukturiertes Format.
es: Ajustes libres almacenados con este perfil. Use JSON o cualquier formato estructurado.
fr: Paramètres libres enregistrés avec ce profil. Utilisez JSON ou tout format structuré.
ja: このプロファイルと一緒に保存される自由形式の設定です。JSON などの構造化形式を使用してください。
zh_cn: 与此配置文件一起保存的自由格式设置。可使用 JSON 或任意结构化格式。

# Workspace_DefaultProfile.Text
source: Default Profile
de: Standardprofil
es: Perfil predeterminado
fr: Profil par défaut
ja: 既定のプロファイル
zh_cn: 默认配置文件

# Workspace_ThisProfileWillBe.Text
source: Marks this profile as your default. Profiles are saved presets; Agent-X does not apply them automatically.
de: Markiert dieses Profil als Standard. Profile sind gespeicherte Voreinstellungen; Agent-X wendet sie nicht automatisch an.
es: Marca este perfil como predeterminado. Los perfiles son preajustes guardados; Agent-X no los aplica automáticamente.
fr: Définit ce profil comme profil par défaut. Les profils sont des préréglages enregistrés ; Agent-X ne les applique pas automatiquement.
ja: このプロファイルを既定として設定します。プロファイルは保存されたプリセットで、Agent-X が自動的に適用することはありません。
zh_cn: 将此配置文件设为默认。配置文件是已保存的预设，Agent-X 不会自动应用它们。

# Workspace_SaveProfile.Text
source: Save Profile
de: Profil speichern
es: Guardar perfil
fr: Enregistrer le profil
ja: プロファイルを保存
zh_cn: 保存配置文件

# Workspace_SetAsDefault.Text
source: Set as Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ja: 既定に設定
zh_cn: 设为默认

# Workspace_DeleteProfile.Text
source: Delete Profile
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
ja: プロファイルを削除
zh_cn: 删除配置文件

# Settings_Settings.Text
source: SETTINGS
de: EINSTELLUNGEN
es: CONFIGURACIÓN
fr: PARAMÈTRES
ja: 設定
zh_cn: 设置

# Settings_ConfigureYourAiProviders.Text
source: Configure your AI providers, inference parameters, and knowledge vault settings.
de: Konfigurieren Sie Ihre KI-Anbieter, Inferenzparameter und Wissens-Tresor-Einstellungen.
es: Configure sus proveedores de IA, parámetros de inferencia y ajustes de la bóveda de conocimiento.
fr: Configurez vos fournisseurs d'IA, les paramètres d'inférence et les réglages du coffre-fort de connaissances.
ja: AI プロバイダー、推論パラメーター、Knowledge Vault の設定を構成します。
zh_cn: 配置您的 AI 提供商、推理参数和 Knowledge Vault 设置。

# Settings_AiProviders.Text
source: AI Providers
de: KI-Anbieter
es: Proveedores de IA
fr: Fournisseurs d'IA
ja: AI プロバイダー
zh_cn: AI 提供商

# Settings_ApiKeysSecured.Title
source: API Keys Secured
de: API-Schlüssel gesichert
es: Claves de API protegidas
fr: Clés API sécurisées
ja: API キーは保護されています
zh_cn: API 密钥已受保护

# Settings_ActiveProvider.Text
source: Active Provider
de: Aktiver Anbieter
es: Proveedor activo
fr: Fournisseur actif
ja: アクティブなプロバイダー
zh_cn: 当前提供商

# Settings_OllamaLocal.Text
source: Ollama (Local)
de: Ollama (lokal)
ja: Ollama (ローカル)
zh_cn: Ollama(本地)

# Settings_Free.Text
source: FREE
de: KOSTENLOS
es: GRATIS
fr: GRATUIT
ja: 無料
zh_cn: 免费

# Settings_Endpoint.Text
source: Endpoint
de: Endpunkt
fr: Point de terminaison
ja: エンドポイント
zh_cn: 端点

# Settings_DefaultChatModel.Text
source: Default Chat Model
de: Standard-Chat-Modell
es: Modelo de chat predeterminado
fr: Modèle de chat par défaut
ja: 既定のチャット モデル
zh_cn: 默认聊天模型

# Settings_EmbeddingModel.Text
source: Embedding Model
de: Embedding-Modell
es: Modelo de embeddings
fr: Modèle d'embeddings
ja: 埋め込みモデル
zh_cn: 嵌入模型

# Settings_TestConnection.Content
source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
zh_cn: 测试连接

# Settings_Cloud.Text
source: CLOUD
es: NUBE
ja: クラウド
zh_cn: 云端

# Settings_ApiKey.Text
source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé API
ja: API キー
zh_cn: API 密钥

# Settings_Endpoint2.Text
source: Endpoint
de: Endpunkt
fr: Point de terminaison
ja: エンドポイント
zh_cn: 端点

# Settings_DefaultModel.Text
source: Default Model
de: Standardmodell
es: Modelo predeterminado
fr: Modèle par défaut
ja: 既定のモデル
zh_cn: 默认模型

# Settings_TestConnection2.Content
source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
zh_cn: 测试连接

# Settings_Cloud2.Text
source: CLOUD
es: NUBE
ja: クラウド
zh_cn: 云端

# Plugin_StatusReady
source: Ready
de: Bereit
es: Listo
zh_cn: 就绪

# Plugin_LoadFailed
source: Failed to load installed plugins. Please try again.
de: Die installierten Plugins konnten nicht geladen werden. Versuchen Sie es erneut.
es: No se pudieron cargar los plugins instalados. Inténtelo de nuevo.
zh_cn: 无法加载已安装的插件。请重试。

# Plugin_Installing
source: Installing plugin...
de: Plugin wird installiert...
es: Instalando el plugin...
zh_cn: 正在安装插件...

# Plugin_InstallSucceeded
source: Successfully installed {0}
de: {0} wurde installiert
es: {0} se instaló correctamente
zh_cn: 已成功安装 {0}

# Plugin_InstallFailedDetail
source: Installation failed: {0}
de: Installation fehlgeschlagen: {0}
es: Error en la instalación: {0}
zh_cn: 安装失败：{0}

# Plugin_InstallFailed
source: Installation failed
de: Installation fehlgeschlagen
es: Error en la instalación
zh_cn: 安装失败

# Plugin_Uninstalling
source: Uninstalling {0}...
de: {0} wird deinstalliert...
es: Desinstalando {0}...
zh_cn: 正在卸载 {0}...

# Plugin_UninstalledLeftoverError
source: {0} was uninstalled, but some files could not be deleted. Delete {1} after restarting Agent-X.
de: {0} wurde deinstalliert, aber einige Dateien konnten nicht gelöscht werden. Löschen Sie {1} nach einem Neustart von Agent-X.
es: {0} se desinstaló, pero no se pudieron eliminar algunos archivos. Elimine {1} después de reiniciar Agent-X.
zh_cn: {0} 已卸载，但部分文件无法删除。请在重新启动 Agent-X 后删除 {1}。

# Plugin_UninstalledLeftoverStatus
source: Uninstalled {0}; leftover files remain
de: {0} deinstalliert; Restdateien sind noch vorhanden
es: {0} desinstalado; quedan archivos residuales
zh_cn: 已卸载 {0}；仍有残留文件

# Plugin_UninstallSucceeded
source: Successfully uninstalled {0}
de: {0} wurde deinstalliert
es: {0} se desinstaló correctamente
zh_cn: 已成功卸载 {0}

# Plugin_UninstallFailedDetail
source: Failed to uninstall plugin. {0}
de: Das Plugin konnte nicht deinstalliert werden. {0}
es: No se pudo desinstalar el plugin. {0}
zh_cn: 无法卸载插件。{0}

# Plugin_UninstallFailed
source: Uninstall failed
de: Deinstallation fehlgeschlagen
es: Error al desinstalar
zh_cn: 卸载失败

# Plugin_FallbackName
source: plugin #{0}
zh_cn: 插件 #{0}

# Plugin_Enabled
source: Enabled {0}
de: {0} aktiviert
es: {0} activado
zh_cn: 已启用 {0}

# Plugin_EnableFailed
source: Failed to enable plugin. {0}
de: Das Plugin konnte nicht aktiviert werden. {0}
es: No se pudo activar el plugin. {0}
zh_cn: 无法启用插件。{0}

# Plugin_Disabled
source: Disabled {0}
de: {0} deaktiviert
es: {0} desactivado
zh_cn: 已禁用 {0}

# Plugin_DisableFailed
source: Failed to disable plugin. {0}
de: Das Plugin konnte nicht deaktiviert werden. {0}
es: No se pudo desactivar el plugin. {0}
zh_cn: 无法禁用插件。{0}

# Plugin_BulkEnablingOne
source: Enabling 1 plugin...
de: 1 Plugin wird aktiviert...
es: Activando 1 plugin...
zh_cn: 正在启用 1 个插件...

# Plugin_BulkEnablingMany
source: Enabling {0} plugins...
de: {0} Plugins werden aktiviert...
es: Activando {0} plugins...
zh_cn: 正在启用 {0} 个插件...

# Plugin_BulkEnabledOne
source: Successfully enabled 1 plugin
de: 1 Plugin aktiviert
es: Se activó 1 plugin
zh_cn: 已成功启用 1 个插件

# Plugin_BulkEnabledMany
source: Successfully enabled {0} plugins
de: {0} Plugins aktiviert
es: Se activaron {0} plugins
zh_cn: 已成功启用 {0} 个插件

# Plugin_BulkEnableFailedDetail
source: Bulk enable failed: {0}
de: Aktivieren der Auswahl fehlgeschlagen: {0}
es: Error al activar la selección: {0}
zh_cn: 批量启用失败：{0}

# Plugin_BulkEnableFailed
source: Bulk enable failed
de: Aktivieren der Auswahl fehlgeschlagen
es: Error al activar la selección
zh_cn: 批量启用失败

# Plugin_BulkDisablingOne
source: Disabling 1 plugin...
de: 1 Plugin wird deaktiviert...
es: Desactivando 1 plugin...
zh_cn: 正在禁用 1 个插件...

# Plugin_BulkDisablingMany
source: Disabling {0} plugins...
de: {0} Plugins werden deaktiviert...
es: Desactivando {0} plugins...
zh_cn: 正在禁用 {0} 个插件...

# Plugin_BulkDisabledOne
source: Successfully disabled 1 plugin
de: 1 Plugin deaktiviert
es: Se desactivó 1 plugin
zh_cn: 已成功禁用 1 个插件

# Plugin_BulkDisabledMany
source: Successfully disabled {0} plugins
de: {0} Plugins deaktiviert
es: Se desactivaron {0} plugins
zh_cn: 已成功禁用 {0} 个插件

# Plugin_BulkDisableFailedDetail
source: Bulk disable failed: {0}
de: Deaktivieren der Auswahl fehlgeschlagen: {0}
es: Error al desactivar la selección: {0}
zh_cn: 批量禁用失败：{0}

# Plugin_BulkDisableFailed
source: Bulk disable failed
de: Deaktivieren der Auswahl fehlgeschlagen
es: Error al desactivar la selección
zh_cn: 批量禁用失败

# Plugin_BulkUninstallingOne
source: Uninstalling 1 plugin...
de: 1 Plugin wird deinstalliert...
es: Desinstalando 1 plugin...
zh_cn: 正在卸载 1 个插件...

# Plugin_BulkUninstallingMany
source: Uninstalling {0} plugins...
de: {0} Plugins werden deinstalliert...
es: Desinstalando {0} plugins...
zh_cn: 正在卸载 {0} 个插件...

# Plugin_BulkUninstalledOne
source: Successfully uninstalled 1 plugin
de: 1 Plugin deinstalliert
es: Se desinstaló 1 plugin
zh_cn: 已成功卸载 1 个插件

# Plugin_BulkUninstalledMany
source: Successfully uninstalled {0} plugins
de: {0} Plugins deinstalliert
es: Se desinstalaron {0} plugins
zh_cn: 已成功卸载 {0} 个插件

# Plugin_BulkLeftoverError
source: Some plugin files could not be deleted. After restarting Agent-X, delete: {0}
de: Einige Plugin-Dateien konnten nicht gelöscht werden. Löschen Sie nach einem Neustart von Agent-X: {0}
es: No se pudieron eliminar algunos archivos de plugins. Después de reiniciar Agent-X, elimine: {0}
zh_cn: 部分插件文件无法删除。请在重新启动 Agent-X 后删除：{0}

# Plugin_BulkUninstalledLeftoverOne
source: Uninstalled 1 plugin; leftover files remain
de: 1 Plugin deinstalliert; Restdateien sind noch vorhanden
es: Se desinstaló 1 plugin; quedan archivos residuales
zh_cn: 已卸载 1 个插件；仍有残留文件

# Plugin_BulkUninstalledLeftoverMany
source: Uninstalled {0} plugins; leftover files remain
de: {0} Plugins deinstalliert; Restdateien sind noch vorhanden
es: Se desinstalaron {0} plugins; quedan archivos residuales
zh_cn: 已卸载 {0} 个插件；仍有残留文件

# Plugin_BulkUninstallFailedDetail
source: Bulk uninstall failed: {0}
de: Deinstallieren der Auswahl fehlgeschlagen: {0}
es: Error al desinstalar la selección: {0}
zh_cn: 批量卸载失败：{0}

# Plugin_BulkUninstallFailed
source: Bulk uninstall failed
de: Deinstallieren der Auswahl fehlgeschlagen
es: Error al desinstalar la selección
zh_cn: 批量卸载失败

# Plugin_TypeExtension
source: Extension
de: Erweiterung
es: Extensión
zh_cn: 扩展

# Plugin_NeverActivated
source: Never
de: Nie
es: Nunca
zh_cn: 从未

# Plugin_ResolvedFocused
source: Resolved "{0}" by enabling it.
de: „{0}“ wurde durch Aktivieren behoben.
es: Se resolvió "{0}" al activarlo.
zh_cn: 已通过启用“{0}”解决。

# Plugin_ResolvedFocusedUnnamed
source: Resolved the focused connector by enabling it.
de: Der ausgewählte Connector wurde durch Aktivieren behoben.
es: Se resolvió el conector seleccionado al activarlo.
zh_cn: 已通过启用目标连接器解决。

# Plugin_NoneInstalled
source: No plugins installed
de: Keine Plugins installiert
es: No hay plugins instalados
zh_cn: 未安装插件

# Plugin_InstalledOne
source: 1 plugin installed
de: 1 Plugin installiert
es: 1 plugin instalado
zh_cn: 已安装 1 个插件

# Plugin_InstalledMany
source: {0} plugins installed
de: {0} Plugins installiert
es: {0} plugins instalados
zh_cn: 已安装 {0} 个插件

# CollMgr_LoadFailed
source: Failed to load collections. Please try refreshing.
de: Die Sammlungen konnten nicht geladen werden. Versuchen Sie, die Ansicht zu aktualisieren.
es: No se pudieron cargar las colecciones. Intente actualizar.
zh_cn: 无法加载合集。请尝试刷新。

# CollMgr_CreateFailed
source: Failed to create collection: {0}
de: Die Sammlung konnte nicht erstellt werden: {0}
es: No se pudo crear la colección: {0}
zh_cn: 无法创建合集：{0}

# CollMgr_RenameFailed
source: Failed to rename collection: {0}
de: Die Sammlung konnte nicht umbenannt werden: {0}
es: No se pudo cambiar el nombre de la colección: {0}
zh_cn: 无法重命名合集：{0}

# CollMgr_DeleteFailed
source: Failed to delete collection: {0}
de: Die Sammlung konnte nicht gelöscht werden: {0}
es: No se pudo eliminar la colección: {0}
zh_cn: 无法删除合集：{0}

# CollMgr_AddDocumentsFailed
source: Failed to add documents: {0}
de: Die Dokumente konnten nicht hinzugefügt werden: {0}
es: No se pudieron añadir los documentos: {0}
zh_cn: 无法添加文档：{0}

# CollMgr_RemoveDocumentFailed
source: Failed to remove document: {0}
de: Das Dokument konnte nicht entfernt werden: {0}
es: No se pudo quitar el documento: {0}
zh_cn: 无法移除文档：{0}

# CollMgr_BulkDeleteFailed
source: Failed to delete collections: {0}
de: Die Sammlungen konnten nicht gelöscht werden: {0}
es: No se pudieron eliminar las colecciones: {0}
zh_cn: 无法删除合集：{0}

# QuickAct_StatusReady
source: Ready
de: Bereit
es: Listo
zh_cn: 就绪

# QuickAct_LanguageSpanish
source: Spanish
de: Spanisch
es: Español
zh_cn: 西班牙语

# QuickAct_LanguageFrench
source: French
de: Französisch
es: Francés
zh_cn: 法语

# QuickAct_LanguageGerman
source: German
de: Deutsch
es: Alemán
zh_cn: 德语

# QuickAct_LanguageChinese
source: Chinese
de: Chinesisch
es: Chino
zh_cn: 中文

# QuickAct_LanguageJapanese
source: Japanese
de: Japanisch
es: Japonés
zh_cn: 日语

# QuickAct_LanguageKorean
source: Korean
de: Koreanisch
es: Coreano
zh_cn: 韩语

# QuickAct_LanguagePortuguese
source: Portuguese
de: Portugiesisch
es: Portugués
zh_cn: 葡萄牙语

# QuickAct_LanguageItalian
source: Italian
de: Italienisch
es: Italiano
zh_cn: 意大利语

# QuickAct_LanguageRussian
source: Russian
de: Russisch
es: Ruso
zh_cn: 俄语

# QuickAct_LanguageArabic
source: Arabic
de: Arabisch
es: Árabe
zh_cn: 阿拉伯语

# QuickAct_LoadingDocuments
source: Loading documents...
de: Dokumente werden geladen...
es: Cargando documentos...
zh_cn: 正在加载文档...

# QuickAct_DocumentCountOne
source: 1 document available
de: 1 Dokument verfügbar
es: 1 documento disponible
zh_cn: 1 个文档可用

# QuickAct_DocumentCountMany
source: {0} documents available
de: {0} Dokumente verfügbar
es: {0} documentos disponibles
zh_cn: {0} 个文档可用

# QuickAct_LoadDocumentsFailed
source: Failed to load documents
de: Die Dokumente konnten nicht geladen werden
es: No se pudieron cargar los documentos
zh_cn: 无法加载文档

# QuickAct_CategorySetup
source: Setup
de: Einrichtung
es: Configuración
zh_cn: 设置

# QuickAct_ActionImportTitle
source: Import high-value source material
de: Wertvolles Quellmaterial importieren
es: Importe material de origen valioso
zh_cn: 导入高价值的源资料

# QuickAct_ActionImportDetail
source: Quick Actions becomes much more useful once the vault contains the documents you want to summarize, compare, and organize.
de: Quick Actions wird deutlich nützlicher, sobald der Tresor die Dokumente enthält, die Sie zusammenfassen, vergleichen und organisieren möchten.
es: Quick Actions resulta mucho más útil cuando la bóveda contiene los documentos que quiere resumir, comparar y organizar.
zh_cn: 当 Knowledge Vault 中有您想要总结、比较和整理的文档时，Quick Actions 会有用得多。

# QuickAct_StatusNoDocument
source: No document selected
de: Kein Dokument ausgewählt
es: Ningún documento seleccionado
zh_cn: 未选择文档

# QuickAct_CommandOpenVault
source: Open Vault
de: Tresor öffnen
es: Abrir bóveda
zh_cn: 打开 Knowledge Vault

# QuickAct_CategoryReadiness
source: Readiness
de: Bereitschaft
es: Preparación
zh_cn: 就绪情况

# QuickAct_ActionFinishIndexingTitle
source: Finish indexing {0}
de: Indexierung von {0} abschließen
es: Termine de indexar {0}
zh_cn: 完成 {0} 的索引

# QuickAct_ActionFinishIndexingDetail
source: The selected document is not fully ready for the strongest content actions yet. Review it in the vault or operations surfaces first.
de: Das ausgewählte Dokument ist noch nicht vollständig für die leistungsstärksten Inhaltsaktionen bereit. Prüfen Sie es zuerst im Tresor oder in Operations.
es: El documento seleccionado aún no está listo del todo para las acciones de contenido más potentes. Revíselo primero en la bóveda o en Operations.
zh_cn: 所选文档尚未完全准备好用于最强大的内容操作。请先在 Knowledge Vault 或 Operations 中查看。

# QuickAct_CommandReviewDocument
source: Review Document
de: Dokument prüfen
es: Revisar documento
zh_cn: 查看文档

# QuickAct_CategoryDocument
source: Document
de: Dokument
es: Documento
zh_cn: 文档

# QuickAct_ActionSummarizeTitle
source: Summarize {0}
de: {0} zusammenfassen
es: Resuma {0}
zh_cn: 总结 {0}

# QuickAct_ActionSummarizeDetail
source: Generate a layered summary while the selected document is already searchable and ready for reduction.
de: Erstellen Sie eine mehrstufige Zusammenfassung, solange das ausgewählte Dokument bereits durchsuchbar und bereit zur Verdichtung ist.
es: Genere un resumen por capas mientras el documento seleccionado ya se puede buscar y está listo para condensarse.
zh_cn: 所选文档已可搜索并可以归纳，现在即可生成分层摘要。

# QuickAct_StatusSearchable
source: Searchable
de: Durchsuchbar
es: Se puede buscar
zh_cn: 可搜索

# QuickAct_CommandRunSummary
source: Run Summary
de: Zusammenfassung erstellen
es: Generar resumen
zh_cn: 生成摘要

# QuickAct_CategoryInbox
source: Inbox
de: Posteingang
es: Bandeja de entrada
zh_cn: 收件箱

# QuickAct_ActionTriageTitle
source: Triage new incoming content
de: Neue eingehende Inhalte sichten
es: Clasifique el contenido nuevo entrante
zh_cn: 分拣新的传入内容

# QuickAct_ActionTriageDetail
source: The current intake backlog needs routing and review before it can turn into reliable knowledge or workflow input.
de: Der aktuelle Import-Rückstand muss zugeordnet und geprüft werden, bevor er zu verlässlichem Wissen oder Workflow-Eingaben werden kann.
es: La cola de ingesta actual necesita enrutarse y revisarse antes de convertirse en conocimiento fiable o en entrada para workflows.
zh_cn: 当前的摄取积压需要先分派和审核，才能成为可靠的知识或工作流输入。

# QuickAct_CommandOpenInbox
source: Open Inbox
de: Posteingang öffnen
es: Abrir bandeja
zh_cn: 打开收件箱

# QuickAct_CommandOpenItem
source: Open Item
de: Element öffnen
es: Abrir elemento
zh_cn: 打开项目

# QuickAct_ActionExtractTitle
source: Extract key points from {0}
de: Kernpunkte aus {0} extrahieren
es: Extraiga los puntos clave de {0}
zh_cn: 从 {0} 提取要点

# QuickAct_ActionExtractDetail
source: Pull out the main points and action-oriented takeaways from the currently selected document.
de: Ziehen Sie die Hauptpunkte und handlungsorientierten Erkenntnisse aus dem ausgewählten Dokument heraus.
es: Obtenga los puntos principales y las conclusiones prácticas del documento seleccionado.
zh_cn: 从当前所选文档中提取要点和可执行的结论。

# QuickAct_CommandExtractKeyPoints
source: Extract Key Points
de: Kernpunkte extrahieren
es: Extraer puntos clave
zh_cn: 提取要点

# QuickAct_CategoryExpansion
source: Expansion
de: Erweiterung
es: Ampliación
zh_cn: 扩展

# QuickAct_ActionConnectTitle
source: Connect a live source
de: Live-Quelle verbinden
es: Conecte una fuente activa
zh_cn: 连接实时来源

# QuickAct_ActionConnectDetail
source: Bring in fresh email, calendar, or external content so Quick Actions has more real intake to work with.
de: Holen Sie neue E-Mails, Kalendereinträge oder externe Inhalte herein, damit Quick Actions mit mehr echten Eingängen arbeiten kann.
es: Incorpore correo, calendario o contenido externo recientes para que Quick Actions tenga más material real con el que trabajar.
zh_cn: 引入新的电子邮件、日历或外部内容，让 Quick Actions 有更多真实输入可用。

# QuickAct_StatusNoConnectors
source: No connectors enabled
de: Keine Connectoren aktiviert
es: No hay conectores activados
zh_cn: 未启用连接器

# QuickAct_CommandOpenPlugins
source: Open Plugins
de: Plugins öffnen
es: Abrir plugins
zh_cn: 打开插件

# QuickAct_CommandOpenConnector
source: Open Connector
de: Connector öffnen
es: Abrir conector
zh_cn: 打开连接器

# QuickAct_CategoryReview
source: Review
de: Prüfung
es: Revisión
zh_cn: 审查

# QuickAct_ActionScanTitle
source: Scan for semantic near-duplicates
de: Nach semantischen Beinahe-Duplikaten suchen
es: Busque casi duplicados semánticos
zh_cn: 扫描语义近似重复项

# QuickAct_ActionScanDetail
source: Use the current document set to find redundant or overlapping content that should be consolidated.
de: Finden Sie im aktuellen Dokumentbestand redundante oder überlappende Inhalte, die zusammengeführt werden sollten.
es: Use el conjunto de documentos actual para encontrar contenido redundante o solapado que convenga consolidar.
zh_cn: 在当前文档集中查找应合并的冗余或重叠内容。

# QuickAct_CommandRunDuplicateScan
source: Run Duplicate Scan
de: Duplikatsuche starten
es: Buscar duplicados
zh_cn: 运行重复扫描

# QuickAct_CategoryOrganize
source: Organize
de: Organisieren
es: Organizar
zh_cn: 整理

# QuickAct_ActionOrganizeTitle
source: Generate organization suggestions
de: Organisationsvorschläge erstellen
es: Genere sugerencias de organización
zh_cn: 生成整理建议

# QuickAct_ActionOrganizeDetail
source: Ask the app to suggest collections and tags for uncategorized or loosely organized content.
de: Lassen Sie sich Sammlungen und Tags für unkategorisierte oder lose organisierte Inhalte vorschlagen.
es: Pida a la aplicación que sugiera colecciones y etiquetas para el contenido sin categorizar o poco organizado.
zh_cn: 让应用为未分类或整理松散的内容推荐合集和标签。

# QuickAct_CommandSuggestOrganization
source: Suggest Organization
de: Organisation vorschlagen
es: Sugerir organización
zh_cn: 推荐整理方式

# QuickAct_CategoryExplore
source: Explore
de: Entdecken
es: Explorar
zh_cn: 探索

# QuickAct_ActionTranslateTitle
source: Translate a selected excerpt
de: Ausgewählten Auszug übersetzen
es: Traduzca un fragmento seleccionado
zh_cn: 翻译所选摘录

# QuickAct_ActionTranslateDetail
source: Use Quick Actions to adapt short content for another language without leaving the page.
de: Übertragen Sie kurze Inhalte mit Quick Actions in eine andere Sprache, ohne die Seite zu verlassen.
es: Use Quick Actions para adaptar contenido breve a otro idioma sin salir de la página.
zh_cn: 使用 Quick Actions 将简短内容翻译成另一种语言，无需离开此页面。

# QuickAct_CommandOpenTranslate
source: Open Translate
de: Übersetzen öffnen
es: Abrir Traducir
zh_cn: 打开翻译

# QuickAct_SelectDocumentFirst
source: Please select a document first
de: Wählen Sie zuerst ein Dokument aus
es: Seleccione primero un documento
zh_cn: 请先选择文档

# QuickAct_Summarizing
source: Summarizing {0}...
de: {0} wird zusammengefasst...
es: Resumiendo {0}...
zh_cn: 正在总结 {0}...

# QuickAct_SummaryDone
source: Summary generated successfully
de: Zusammenfassung erstellt
es: Resumen generado correctamente
zh_cn: 已成功生成摘要

# QuickAct_SummaryFailed
source: Summarization failed: {0}
de: Zusammenfassen fehlgeschlagen: {0}
es: Error al resumir: {0}
zh_cn: 总结失败：{0}

# QuickAct_Extracting
source: Extracting key points from {0}...
de: Kernpunkte aus {0} werden extrahiert...
es: Extrayendo los puntos clave de {0}...
zh_cn: 正在从 {0} 提取要点...
